
/* Strings for login panel. See Keychain.cpp. */

"kLoginTitle" = "RSS 피드에 연결하려면 이름과 암호를 입력하십시오.";
"kLoginInitialMessage"      = "\"%1$@\" RSS 피드에 연결하려면, %3$@에 있는 \"%2$@\" 영역으로 로그인해야 합니다. 이 암호는 보통문으로 전송될 것입니다.\n";
"kLoginFailedMessage"       = "로그인에 실패하였습니다. %2$@의 \"%1$@\" 영역에 대한 이름과 암호를 다시 입력하십시오.\n";
"kLoginUsernameField"       = "이름:";
"kLoginPasswordField"       = "암호:";
"kLoginLogInButton"         = "로그인";
"kLoginCancelButton"        = "취소";
"kLoginSavePasswordCheckbox"= "내 키체인에 이 암호 기억";


/* Error Messages */

"PSInternalErrorDescription"        = "Publication Subscription 프레임워크로의 내부 오류가 발생했습니다.";
"PSInternalErrorFailureReason"      = "Publication Subscription 프레임워크로의 내부 오류가 발생했습니다.";
"PSInternalErrorRecoverySuggestion" = "로그 아웃하고 다시 시도하십시오.";

"PSPublishSettingsErrorDescription"        = "발행 설정이 유효하지 않기 때문에 해당 피드를 발행할 수 없습니다.";
"PSPublishSettingsErrorFailureReason"      = "발행 설정이 유효하지 않습니다.";
"PSPublishSettingsErrorRecoverySuggestion" = "발행 설정을 확인하고 다시 시도하십시오.";

"PSNotAFeedErrorDescription"        = "해당 컨텐츠가 알려진 피드 포맷이 아니기 때문에 해당 피드를 로드할 수 없습니다.";
"PSNotAFeedErrorFailureReason"      = "해당 컨텐츠가 알려진 피드 포맷이 아닙니다.";
"PSNotAFeedErrorRecoverySuggestion" = "지정된 위치에 Atom 또는 RSS 포맷 중 하나가 포함되어 있는지 확인하십시오.";

"PSUnsupportedPermissionsErrorDescription"          = "해당 사용 권한 유형이 지원되지 않기 때문에 해당 피드를 발행할 수 없습니다.";
"PSUnsupportedPermissionsErrorFailureReason"        = "해당 사용 권한 유형은 지원되지 않습니다.";
"PSUnsupportedPermissionsErrorRecoverySuggestion"   = "사용 권한 유형을 확인하고 다시 시도하십시오.";

"PSUnsupportedIdentitiesErrorDescription"         = "해당 신원 유형이 지원되지 않기 때문에 해당 피드를 발행할 수 없습니다.";
"PSUnsupportedIdentitiesErrorFailureReason"       = "해당 신원 유형은 지원되지 않습니다.";
"PSUnsupportedIdentitiesErrorRecoverySuggestion"  = "신원 유형을 확인하고 다시 시도하십시오.";

"NSURLErrorUserAuthenticationRequired Description" = "사용자 이름과 암호가 필요함";

/* Localized date/time formats. See DateClass.cpp */

"TodayFmt"      = "'오늘', a h:mm";
"YesterdayFmt"  = "'어제', a h:mm";
"ThisWeekFmt"   = "EEEE, a h:mm";
"ThisYearFmt"   = "M월 d일, a h:mm";
"PastYearFmt"   = "yyyy. MM. dd, a h:mm";

/* Localizable file size formatters.  See StringClass::representationForBytes */

"0 bytes"            = "0바이트";           /* String used for showing a zero byte size */
"1 byte"             = "1바이트";            /* String used for showing a one byte size */
"%.0f bytes"         = "%.0f바이트";        /* Format used to display a size between 2 and 100 bytes */
"%.1f KB (0.1)"      = "%.1fKB";           /* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (1.0)"      = "%.1fKB";           /* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (10.0)"     = "%.1fKB";           /* Format used to display sizes between 10 and 99.9 KB */
"%.0f KB"            = "%.0fKB";           /* Format used to display sizes between 100 and 999 KB */
"%.1f MB (1.0)"      = "%.1fMB";           /* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (10.0)"     = "%.1fMB";           /* Format used to display sizes between 10 and 99.9 MB */
"%.0f MB"            = "%.0fMB";           /* Format used to display sizes between 100 and 999 MB */
"%.1f GB (1.0)"      = "%.2fGB";           /* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (10.0)"     = "%.2fGB";           /* Format used to display sizes between 10 and 99.9 GB */
"%.0f GB"            = "%.0fGB";           /* Format used to display sizes 100 GB or greater */

/* Localizable file names. Currently only used in EnclosureCore.cpp */

"kUntitledFileName" = "무제";   /* If we download and enclosure for which we have no other name to go by */
